module.exports = {
  brands: [
  	['Artel', 'Royal'],
  	['Samsung', 'Shivaki']
  ],
  categories: {
    Artel: [
      ['Кондиционеры', 'Пылесосы'],
      ['Холодильники', 'Микроволновки'],
      ['⬅️ Назад']
    ],
    Royal: [
      ['Водонагреватели'],
      ['Котлы', 'Телевизоры'],
      ['⬅️ Назад']
    ],
    Shivaki: [
      ['Телевизоры'],
      ['Экраны', 'Другое'],
      ['⬅️ Назад']
    ],
    Samsung: [
      ['Телевизоры'],
      ['Пылесоы', 'Стиральные машины'],
      ['Холодильники', 'Микроволновки'],
      ['⬅️ Назад']
    ]
  },

  models: {
    Artel: {
      Кондиционеры: [
        ['ART-07-MA'],
        ['Art-12 HG'],
        ['Art-100 FS'],
        ['ART-18HI'],
        ['Art-24 HI'],
        ['Art-18 HG'],
        ['Art-12 HS'],
        ['⬅️ Назад', '⬆️ В главное меню']
      ],
      Пылесосы: [
      ['VCC 0220'],
      ['VCB 0316'],
      ['VCC 0120'],
      ['VCB 0120'],
      ['⬅️ Назад', '⬆️ В главное меню']
    ],
      Холодильники: [
        ['HD 345 RN'],
        ['HD 316 FN'],
        ['HD 341 FN'],
        ['HS 293 RN'],
        ['HD 276 FN'],
        ['ART-HS-474-SN'],
        ['HS 137'],
        ['⬅️ Назад', '⬆️ В главное меню']
      ],
      Микроволновки: [
        ['23UX97'],
        ['23MX39'],
        ['20MX63-L'],
        ['MWD 0323'],
        ['⬅️ Назад', '⬆️ В главное меню']
      ]a
    }
  }
}
